;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: AZO Freeware (阿榮福利味)
; TranslationAuthorEmail: freeware.tw@gmail.com
; Soft Version: 1.3.3.42
; Update: 2016-02-08
;

[Translation]
LangCode=0404|1404|0c04
ReadHabit=Left-to-right
LanguageName=CHT
DefaultFont=新細明體
DefaultFontSize=9
DefaultCharset=
Information=資訊
Warning=警告
Error=錯誤
Confirm=資訊
CurVer=目前版本：
FrmGBMain.btnfeedback.caption=回饋
FrmGBMain.btncheckver.caption=檢查新版本
BtnEnd=結束
FrmGBAbout.caption=關於
FrmGBAbout.btnok.caption=確定
FrmGBAbout.lblver.caption=目前版本：
FrmGBAbout.lblemail.caption=技術支援信箱：
FrmGBAbout.lblhome.caption=首頁：
FrmGBAbout.lblthank.caption=感謝下列人士的貢獻：中文化 - 阿榮福利味
pmNewsletter=最新消息
pmfeedback=回饋...
pmHelp=線上說明
pmHome=首頁
pmContact=連絡我們
pmCheckNew=檢查更新
pmLang=語言
pmAbout=關於我們
pmrun=執行遊戲
pmadd=新增遊戲
pmdel=刪除遊戲
pminfo=遊戲資訊
pmEndProcess=結束處理程序
pmExclude=排除
pmNoExclude=取消排除
pmGoogle=以Google搜尋
FrmGBMain.BtnTabGame.Caption=我的遊戲
FrmGBMain.BtnTabOpt.Caption=系統最佳化
FrmGBMain.BtnTabProcess.Caption=處理程序最佳化
FrmGBMain.BtnTabService.Caption=服務最佳化
FrmGBMain.Btnlikeit.Caption=按讚
FrmGBMain.BtnRestore.Caption=還原
FrmLikeit.lblTitle.caption=如果你喜歡免費的Wise Game Booster，請推薦給你的朋友。
FrmLikeit.lblInfo.caption=請用Email、部落格、Twitter、YouTube、Facebook等，跟你的家人、朋友、同學、同事分享Wise Game Booster，很好！你將為他們的生活帶來便利和效率。
FrmLikeit.lblRate.caption=給Wise Game Booster評價：
FrmLikeit.lblfollow.caption=追蹤我們：
FrmLikeit.lblshare.caption=分享Wise Game Booster：
FrmLikeit.btndownload.caption=免費下載
FrmLikeit.imgrate.hint=給我們五顆星評價
FrmLikeit.imgmail.hint=跟朋友分享
FrmLikeit.imgface1.hint=用Facebook分享
FrmLikeit.imgface2.hint=Facebook按讚
FrmLikeit.imgtwitter1.hint=用Twitter分享
FrmLikeit.imgtwitter2.hint=在Twitter追蹤我們
FrmLikeit.Caption=按讚
FrmLikeit.lbldownload.caption=從WiseCleaner.com下載更多免費軟體
FrmGBMain.btnFacebook.hint=在Facebook上按讚
FrmGBMain.btnTwitter.hint=分享 Wise Game Booster 到 Twitter
FrmGBMain.btnEmail.hint=分享 Wise Game Booster 給朋友
FrmGameinfo.caption=遊戲資訊
FrmGameinfo.lbltype.caption=遊戲類型：
FrmGameinfo.lblname.caption=檔名：
FrmGameinfo.lblPublisher.caption=遊戲開發商：
FrmGameinfo.lbltimes.caption=執行時間：
FrmGameinfo.lbllasttime.caption=上次執行：
FrmGameinfo.lblrate.caption=遊戲評價：
FrmGameinfo.lblcomment.caption=遊戲備註：
FrmGameinfo.btnok.caption=確定
FrmGameinfo.btncancel.caption=取消
FrmGameBox.btnsysopt.caption=最佳化
FrmGameBox.btnProcessopt.caption=最佳化
FrmGameBox.btnServiceopt.caption=最佳化
FrmGameBox.btnopt.caption=全部最佳化
FrmSysOpt.btnopt.caption=全部最佳化
FrmSysOpt.lblhint.caption=請最佳化下列項目以改善遊戲執行效率
FrmSysOpt.lblreall.caption=全部繼續
FrmProcess.lblhint.caption=關閉佔用較多記憶體的處理程序以提昇遊戲速度
ProcessCpu=CPU使用率
ProcessMemory=記憶體使用率
ProcessSuggest=建議
ProcessAction=處理程序管理
ProcessMostMemUse=佔用較多記憶體的非系統程式
FrmService.lblhint.caption=關閉無關的服務以提昇遊戲速度
ServicePublisher=開發者
ServiceSuggest=建議
ServiceAction=服務管理
ServiceStop=停止無關的服務
ServiceDisable=停止(建議)
ServiceEnable=啟動(建議)
ServiceKeep=保留(建議)
ServiceMust=必須開啟
Frmrestore.Btnreall.caption=繼續所有服務
Frmrestore.caption=繼續服務
Frmrestore.Btnok.caption=確定
ServiceName=服務名稱
ServiceChangeDateTime=最後修改
ServiceRestore=繼續服務
[GUI]
ButtonYes=是
ButtonNo=否
ButtonOK=確定
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=關閉
ButtonRestore=還原
ButtonMenu=選單
[Lang]
NativeLanguage=繁體中文
[GameBox]
lstbtnsearch=搜尋遊戲
GameUnknow=未知的
GameRPG=角色扮演遊戲
GameShot=射擊遊戲
GameOther=其他遊戲
NeverPlay=不曾玩過
UnknowPublisher=未知的開發商
lstbtnadd=新增遊戲
LblSysopt=系統最佳化
LblProcessopt=處理程序管理
LblServiceopt=服務最佳化
LblTitleCheck=測試電腦效能中，請稍候...
[message]
NewVer=有一個新版本可用！您是否要更新？
FirRun=這是你第一次執行Wise Game Booster，要自動搜尋本機遊戲嗎？
NoNewVer=恭喜！你正在使用的是最新版。
CheckComputer=測試電腦效能中，請稍候...
SearchGame=搜尋本機遊戲中，請稍候...
Allgood=恭喜！你的電腦狀況很好，不需要最佳化。
SysGood=恭喜！沒有需要最佳化的項目。
ProcessGood=恭喜！沒有需要停止的處理程序。
ServiceGood=恭喜！沒有需要停止的服務。
HaveProblem=找到 %d 個問題！請按「全部最佳化」來修正。
sysProblem=有 %d 個項目可以被最佳化
Processproblem=有 %d 個處理程序可以被終止以增加可用記憶體
Serviceproblem=有 %d 個服務可以被停止
DeleteGame=確定要移除這個遊戲嗎？
HaveOpt=已最佳化
btnRestore=繼續
btnOpt=最佳化
BtnAction=動作
BtnStop=停止(建議)
SuggestClose=結束
SuggestKeep=保留(建議)
haveStoped=已停止
HaveRun=已啟動
BtnRun=啟動(建議)
HaveFail=停止失敗
OptComputer=最佳化中，請稍候...
AllgoodAfterOpt=最佳化完成並節省了 %s MB，開始遊戲吧！
AllgoodAfterManualOpt=恭喜！沒有需要最佳化的項目，開始遊戲吧！
HaveProblemAfterOpt=有 %d 個項目最佳化失敗，但已經釋放了 %s MB 的記憶體。
TranslateTo=翻譯至...
[sysopt]
SystemStable=系統穩定性
SystemSpeedup=系統加速
NetworkSpeedup=網路加速
AutoKill=自動關閉無回應的程式以避免系統當機
RestartExplorer=自動重新啟動Windows Explorer以避免桌面消失
TwoProcess=讓Windows Explorer以獨立的處理程序運行避免系統衝突
ErrorReport=關閉螢幕錯誤報告以改善系統效能
Debugger=關閉除錯功能以加速錯誤處理
OptMemory=最佳化記憶體預設值以改善系統效能
OptVEff=最佳化前端元件的外觀(對話框、選單等)以改善系統回應速度
OptFileSystem=最佳化檔案系統以改善系統效能
OptDiskSystem=最佳化子系統硬碟 I/O 以改善系統效能
DisAutoRun=關閉光碟「自動播放」功能以避免病毒感染
OptTTL=最佳化 TTL(Time To Live，容許經過的節點數目) 設定以改善網路效能
OptNetForward=最佳化網路轉發能力以改善網路效能
OptMTU=以 Path MTU Discovery 技術自動偵測「黑洞」以改善 TCP/IP 效能
OptWINS=最佳化 WINS 名稱查詢時間以改善資料傳輸速度
OptNetWork=最佳化網路設定以改善傳輸效能
CloseAnimate=關閉視窗最大化、最小化時的動畫效果以加速視窗回應
PagingExecutive=關閉記憶體分頁功能及減少硬碟 I/O 以改善應用程式效能 (如果你的實體記憶體小於 1GB 請忽略此項)
StaticIP=設定本機連線的固定 IP 以改善電腦開機速度
PorcessorTime=最佳化處理器效能，以讓程式、遊戲執行更順暢。(如果這是一台伺服器請忽略此項)
DisableIDECheck=防止IDE通道檢查，以改善電腦開機速度。
ForeAppSpeed=加速背景程式回應速度
AeroPeek=加速 Aero Peek 顯示速度
AeroSnap=加速 Aero Snap，讓縮略圖顯示更快。
ShowSpeed=優化系統顯示的響應速度。
IconCache=增加系統圖標緩存，加快桌面顯示。
OptDiskIdle=當CPU處於空閒狀態時，優化磁盤 I/O。
OptIEConnection=增加了每台服務器的最大連接數。提高網頁閱覽的速度和在線視頻觀看的速度。
OptEthernet=優化乙太網路的性能。
